const part5 = [
    {
        "id": "25301",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25302",
        "question": "ごはんを（　　　）前に　手を　あらいます。",
        "answer1": "食べたい",
        "answer2": "食べた",
        "answer3": "食べる",
        "answer4": "食べて",
        "result": "3"
    },
    {
        "id": "25303",
        "question": "リンさんは（　　　）しんせつな　人です。",
        "answer1": "きれい",
        "answer2": "きれいな",
        "answer3": "きれくて",
        "answer4": "きれいで",
        "result": "4"
    },
    {
        "id": "25304",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25305",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25306",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25307",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25308",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25309",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25310",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25311",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25312",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25313",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25314",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25315",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    },
    {
        "id": "25316",
        "question": "さっき　メイさんと（　　　）人が　来ました。",
        "answer1": "言いながら",
        "answer2": "言って",
        "answer3": "言わない",
        "answer4": "言う",
        "result": "4"
    }
]



const part6 = [
    {
        "id": "26301",
        "question": "きのう　___★___  ______  ______  ______ です。",
        "answer1": "とても",
        "answer2": "えいがは",
        "answer3": "見た",
        "answer4": "おもしろかった",
        "result": "4"
    },
    {
        "id": "26302",
        "question": "りんごが　______  ______  ___★___  _______ 食べました。",
        "answer1": "ありませんから",
        "answer2": "4つに",
        "answer3": "１こしか",
        "answer4": "きって",
        "result": "4"
    },
    {
        "id": "26303",
        "question": "きのう　___★___  ______  ______  ______ です。",
        "answer1": "とても",
        "answer2": "えいがは",
        "answer3": "見た",
        "answer4": "おもしろかった",
        "result": "4"
    },
    {
        "id": "26304",
        "question": "きのう　___★___  ______  ______  ______ です。",
        "answer1": "とても",
        "answer2": "えいがは",
        "answer3": "見た",
        "answer4": "おもしろかった",
        "result": "4"
    },
    {
        "id": "26305",
        "question": "きのう　___★___  ______  ______  ______ です。",
        "answer1": "とても",
        "answer2": "えいがは",
        "answer3": "見た",
        "answer4": "おもしろかった",
        "result": "4"
    }
]

const part7 = {
    "content": "わたしは　大きな　でんきや %1# はたらいて　います。日本人 %2# 外国人も　来ます。さいきん　店 %3# 中国人が　いっぱい　来ます。中国人は　いろいろな　ものを　たくさん　かいます。たかい　ものも　安い　ものも　かいます。とくに　めがねが　ついて %4# ※つめきりの　にんきが　たかいです。一人 %5# 50 こも　かった　人も　います。\n ※　つめきり:　つめを　きる　もの",
    "data": [
        {
            "id": "27301",
            "question": "1",
            "answer1": "とても",
            "answer2": "えいがは",
            "answer3": "見た",
            "answer4": "おもしろかった",
            "result": "4"
        },
        {
            "id": "27302",
            "question": "2",
            "answer1": "ばかりで",
            "answer2": "だけが",
            "answer3": "だけでなく",
            "answer4": "だけでなく",
            "result": "4"
        },
        {
            "id": "27303",
            "question": "3",
            "answer1": "には",
            "answer2": "では",
            "answer3": "とは",
            "answer4": "のは",
            "result": "4"
        },
        {
            "id": "27304",
            "question": "4",
            "answer1": "ある",
            "answer2": "いる",
            "answer3": "おく",
            "answer4": "おく",
            "result": "4"
        },
        {
            "id": "27305",
            "question": "5",
            "answer1": "が",
            "answer2": "は",
            "answer3": "で",
            "answer4": "も",
            "result": "4"
        }
    ]
};

const part8 = [
    {
        "id": "28301",
        "content": "明日は　あさ　雨が　少し　ふりますが、すぐに　やむでしょう。午後には　少し　日が　出て　きて　あたたかくなって　きます。よるには　はっきり　ほしを　見る　ことが　できます。",
        "question": "あしたの　てんきは　どうですか。",
        "answer1": "一日中　てんきが　とても　わるいです。",
        "answer2": "てんきは　だんだん　よく　なります。",
        "answer3": "てんきは　あまり　よく　なりません。",
        "answer4": "てんきは　一日中　かわりません。",
        "result": "4"
    },
    {
        "id": "28302",
        "content": "きょう　いもうとの　たんじょう日でした。あには　かいもの　や　そうじを　しました。わたしは　おいしい　食べものを　つくりました。二人で　CD を　あげました。",
        "question": "この　人は　いもうとに　何を　して　あげましたか。",
        "answer1": "そうじして　CD を　あげました。",
        "answer2": "かいものを　して　プレゼントを　あげました。",
        "answer3": "りょうりを　して　プレゼントを　あげました。",
        "answer4": "かいものと　りょうりを　して　CD を　あげました。",
        "result": "4"
    },
    {
        "id": "28303",
        "content": "ジョンさんは　ともだちと　なつ休みに　りょこうします。北海道に　行くので　10万円　ほしいです。アルバイトを　はじめました。がっこうから　かえってから　毎日　レストランで　はたらいて　います。",
        "question": "ジョンさんは　夏休みに　何を　しますか。",
        "answer1": "北海道で　はたらきます。",
        "answer2": "レストランで　はたらきます。",
        "answer3": "アルバイトを　します。",
        "answer4": "北海道で　あそびます。",
        "result": "4"
    }
];

const part9 = {
    "content": "さいきん、　多くの　えきの　中に　※しょうてんがいが　できました。前は　しんぶんや　ざっしなどを　うって　いる　小さい　店　や　おみやげを　うって　いる店だけでした。しょくじを　するところも　立って　食べる　安い　店が　ほとんど　でした。\n    今は　ゆうめいな　ケーキやも　大きな　本やも　かみを　きって　くれる　店なども　あります。安い　ものだけでなく　たかいものも　うっています。きれいな　レストランや　きっさ店も　あります。だから　いくつかの　えきは　でんしゃに　のるだけではなく　かいものを　したり　しょくじを　したり　する　ところに　かわりました。\n ※しょうてんがい：　店が　たくさん　ならんで　いる　ところ。",
    "data": [
        {
            "id": "29301",
            "question": "1",
            "answer1": "とても",
            "answer2": "えいがは",
            "answer3": "見た",
            "answer4": "おもしろかった",
            "result": "4"
        },
        {
            "id": "29302",
            "question": "2",
            "answer1": "ばかりで",
            "answer2": "だけが",
            "answer3": "だけでなく",
            "answer4": "だけでなく",
            "result": "4"
        }
    ]
}

const part10 = [];

const part11 = [];

export {part5, part6, part7, part8, part9, part10, part11};